Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh11-v3.tmx
Source language: bo
Languages: en

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མ་མཆིས་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེས་སེམས་ཅན་བྱེ་བ་ཁྲག་ཁྲིག་འབུམ་ཕྲག་དུ་མ་དག་བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་བཀོད་ཀྱང་སེམས་ཅན་འགའ་ཡང་བཀོད་པ་མེད་དོ། །
en: The Blessed One then said, “Su­bhūti, in the same manner, great bodhisattva beings establish sentient beings, many hundreds of billion trillions in number, in the transcendent perfection of meditative concentration, but they have not actually established any sentient beings at all.

source: རབ་འབྱོར་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་གནས་ཏེ། སེམས་ཅན་བྱེ་བ་ཁྲག་ཁྲིག་ཕྲག་འབུམ་དག་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡང་དག་པར་འཛིན་དུ་འཇུག་ཅིང་འཛུད་དེ་རབ་ཏུ་འགོད་པར་བྱེད་དོ། །
en: “Moreover, Su­bhūti, when great bodhisattva beings abide in the transcendent perfection of wisdom, they will encourage, secure and establish sentient beings, one hundred billion trillion in number, in the transcendent perfection of wisdom.

source: རབ་འབྱོར་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་གནས་ཏེ། སེམས་ཅན་བྱེ་བ་ཁྲག་ཁྲིག་ཕྲག་འབུམ་དག་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡང་དག་པར་འཛིན་དུ་འཇུག་ཅིང་འཛུད་དེ་རབ་ཏུ་འགོད་པར་བྱེད་ཅེ་ན། རབ་འབྱོར་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་བརྗོད་དུ་མེད་པ་ལ་གནས་ཏེ། ཆོས་གང་ཡང་སྐྱེ་བའམ། འགག་པའམ། ཀུན་ནས་ཉོན་མོངས་པའམ། རྣམ་པར་བྱང་བའམ།
en: Su­bhūti, if one were to ask in what way great bodhisattva beings, abiding in the transcendent perfection of wisdom, encourage, secure and establish sentient beings, one hundred billion trillion in number, in the transcendent perfection of wisdom, in this regard, Su­bhūti, when great bodhisattva beings abide in the ineffable transcendent perfection of wisdom, and do not apprehend anything that may be arising, ceasing, afflicted, purified, or extraneous, to that extent, Su­bhūti, do great bodhisattva beings abide in the transcendent perfection of wisdom.

source: ཕ་རོལ་མི་དམིགས་ན། རབ་འབྱོར་དེ་ཙམ་གྱིས་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་གནས་པ་ཡིན་ཞིང་། དེ་དེ་ཁོ་ན་བཞིན་དུ་སེམས་ཅན་བྱེ་བ་ཁྲག་ཁྲིག་ཕྲག་འབུམ་དག་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དེ་ཡང་དག་པར་འཛིན་དུ་འཇུག་ཅིང་འཛུད་དེ་རབ་ཏུ་འགོད་པར་བྱེད་དོ། །
en: In that manner exclusively they encourage, secure, and establish sentient beings, one hundred billion trillion in number, in the transcendent perfection of wisdom.

source: རབ་འབྱོར་དཔེར་ན་སྒྱུ་མ་མཁན་ནམ། སྒྱུ་མ་མཁན་གྱི་སློབ་མ་མཁས་པ་ཞིག་གིས་སྐྱེ་བོའི་ཚོགས་ཆེན་པོ་ཞིག་མངོན་པར་སྤྲུལ་ནས། སེམས་ཅན་བྱེ་བ་ཁྲག་ཁྲིག་ཕྲག་འབུམ་དག་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡང་དག་པར་འཛིན་དུ་འཇུག་ཅིང་འཛུད་དེ་རབ་ཏུ་འགོད་པར་བྱེད་ན། རབ་འབྱོར་འདི་ཇི་སྙམ་དུ་སེམས། ཅི་སྒྱུ་མའི་སྐྱེས་བུའམ།
en: “Su­bhūti, if, for example, an illusionist or the apprentice of an illusionist had conjured up a large gathering of people, and then encouraged, secured, and established sentient beings, one hundred billion trillion in number, in the transcendent perfection of wisdom, do you think, Su­bhūti, that this illusionist or this apprentice of an illusionist would have established any sentient beings in the transcendent perfection of wisdom?”

source: སྒྱུ་མ་མཁན་གྱི་སློབ་མ་དེས་དེ་ལ་སེམས་ཅན་འགའ་ཡང་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་བཀོད་པ་ཡོད་སྙམ་འམ།
en: “No, Reverend Lord!”

source: བཙུན་པ་བཅོམ་ལྡན་འདས་མ་མཆིས་ལགས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་བཞིན་དུ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེས་སེམས་ཅན་བྱེ་བ་ཁྲག་ཁྲིག་འབུམ་ཕྲག་དུ་མ་དག་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་བཀོད་ཀྱང་སེམས་ཅན་འགའ་ཡང་བཀོད་པ་མེད་དོ། །
en: The Blessed One then said, “Su­bhūti, in the same manner, do great bodhisattva beings establish sentient beings, many hundreds of billion trillions in number, in the transcendent perfection of wisdom, but they have not actually established any sentient beings at all.

source: རབ་འབྱོར་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གོ་ཆ་ཆེན་པོ་བགོས་ནས། ཤར་ཕྱོགས་ཀྱི་སངས་རྒྱས་ཀྱི་ཞིང་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དག་ན་སེམས་ཅན་གང་དག་སྡིག་པའི་ལས་ཀུན་ཏུ་སྤྱོད་ཅིང་ལོག་པའི་ཆོས་ལ་གཞོལ་བ་དེ་དག་ཇི་ལྟར་འཚམ་པའི་ལུས་དག་ལ་གནས།
en: “Moreover, Su­bhūti, when great bodhisattva beings have donned the great armor, they assume corporeal forms appropriate for training sentient beings who habitually engage in negative acts and have regressed into misconduct, in all the fields of the eastern direction, numerous as the sands of the River Ganges.

source: སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་གནས་པ་ནས། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་བར་ལ་གནས་ཏེ། སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡང་དག་པར་འཛིན་དུ་འཇུག་ཅིང་འཛུད་དེ་རབ་ཏུ་འགོད་པར་བྱེད་དོ། །
en: They abide in the transcendent perfection of generosity, and in the other transcendent perfections, up to and including the transcendent perfection of wisdom.

source: དེ་བཞིན་དུ་ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། བསམ་གཏན་གྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་དང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཡང་དག་པར་འཛིན་དུ་འཇུག་ཅིང་འཛུད་དེ་རབ་ཏུ་འགོད་པར་བྱེད་ཅིང་།
en: They encourage, secure, and establish [those beings] in the transcendent perfection of generosity, and similarly, they encourage, secure, and establish them in the transcendent perfection of ethical discipline, the transcendent perfection of tolerance, the transcendent perfection of perseverance, the transcendent perfection of meditative concentration, and the transcendent perfection of wisdom.

source: སེམས་ཅན་དེ་དག་ལ་རྟག་ཏུ་འདི་ལྟ་སྟེ། ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་པོ་འདི་དག་ཉིད་ཀྱི་ཆོས་སྟོན་ཏོ། །
en: At all times they teach the sacred doctrine—that is to say, the six transcendent perfections—to sentient beings.

source: སེམས་ཅན་དེ་དག་ཀྱང་ཆོས་དེ་ཐོས་ནས། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་མ་རྒྱས་ཀྱི་བར་དུ་ནམ་ཡང་ཕ་རོལ་ཏུ་ཕྱིན་པ་དྲུག་དང་བྲལ་བར་མི་འགྱུར་རོ། །
en: Sentient beings, too, on hearing this sacred doctrine will never be separated from the six transcendent perfections until they have attained manifestly perfect buddhahood in unsurpassed and genuinely perfect enlightenment.

source: ཤར་ཕྱོགས་སུ་ཇི་སྐད་བསྟན་པ་བཞིན་དུ་ཕྱོགས་བཅུ་ཀུན་ཏུ་སངས་རྒྱས་ཀྱི་ཞིང་གང་གཱའི་ཀླུང་གི་བྱེ་མ་སྙེད་དག་ཏུ་ཡང་དེ་བཞིན་དུ་སྦྱར་བར་བྱའོ། །
en: “Just as indicated here in the context of the eastern direction, the same goes also for all the other buddha fields throughout the ten directions, numerous as the sand of the River Ganges.

source: རབ་འབྱོར་དཔེར་ན་སྒྱུ་མ་མཁན་ནམ། སྒྱུ་མ་མཁན་གྱི་སློབ་མ་མཁས་པ་ཞེས་བྱ་བ་ནས་དེ་བཞིན་དུ་ཇི་ལྟར་ལེའུ་དང་པོར་དཔེ་དང་བཅས་པར་བསྟན་པ་དེ་ཁོ་ན་བཞིན་དུ་འདིར་ཡང་སྔ་མ་བཞིན་དུ་སྦྱར་བར་བྱ་སྟེ།
en: Su­bhūti, the passage commencing with the words, ‘the illusionist or the skilled apprentice of an illusionist,’ as indicated above, along with the examples given in the first [part of this] chapter (le’u dang po), is similarly applicable here.

source: རབ་འབྱོར་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གོ་ཆ་ཆེན་པོ་འདི་བགོས་ནས། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་ལྡན་པའི་སེམས་ཀྱིས་གནས་པ་ན། སེམས་བསྐྱེད་པ་གཞན་ཉན་ཐོས་དང་།
en: “Moreover, Su­bhūti, when great bodhisattva beings have donned the great armor and abide with a mind endowed with omniscience, they do not permit the development of any other mindsets, namely, those of the śrāvakas and pratyekabuddhas.

source: རང་སངས་རྒྱས་ཀྱི་སེམས་བསྐྱེད་པ་དག་གི་སྐབས་མི་འབྱེད་ལ་དེ་འདི་སྙམ་དུ་བདག་གིས་སེམས་ཅན་འདི་སྙེད་ཅིག་ནི་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་དགོད་པར་བྱའོ། །སེམས་ཅན་འདི་སྙེད་ཅིག་ནི་དགོད་པར་མི་བྱའོ་ཞེས་བྱ་བ་ནས། དེ་བཞིན་དུ་བདག་གིས་སེམས་ཅན་འདི་སྙེད་ཅིག་ནི་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་བར་ལ་དགོད་པར་བྱའོ། །འདི་སྙེད་ཅིག་ནི་དགོད་པར་མི་བྱའོ་ཞེས་བྱ་བ་སྔ་མ་ཁོ་ན་བཞིན་ནོ། །དེ་བཞིན་དུ་བདག་གིས་སེམས་ཅན་འདི་སྙེད་ཅིག་དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་དང་། ཡང་དག་པའི་སྤོང་བ་རྣམས་དང་། རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་།
en: For the latter may think, ‘I must establish this many sentient beings in the transcendent perfection of generosity, but I must not establish that many sentient beings,’ and so [with the other transcendent perfections], up to ‘I must establish this many sentient beings in the transcendent perfection of wisdom, but I must not establish that many.

source: དབང་པོ་རྣམས་དང་། སྟོབས་རྣམས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་དང་། རྣམ་པར་ཐར་པའི་སྒོ་གསུམ་པོ་དག་ལ་དགོད་པར་བྱའོ། །སེམས་ཅན་འདི་སྙེད་ཅིག་ནི་རྣམ་པར་ཐར་པའི་སྒོ་གསུམ་གྱི་བར་དག་ལ་དགོད་པར་མི་བྱའོ། །
en: Similarly, I must establish this many sentient beings in the applications of mindfulness, the correct exertions, the faculties, the powers, the branches of enlightenment, the noble eightfold path, and the three gateways to liberation, but I must not establish that many [in all these causal attributes], up to and including the three gateways to liberation.

source: དེ་བཞིན་དུ་བདག་གིས་སེམས་ཅན་འདི་སྙེད་ཅིག་ནི་དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་ནས། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་ཀྱི་བར་དག་ལ་དགོད་པར་བྱའོ། །འདི་སྙེད་ཅིག་ནི་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་ཀྱི་བར་དག་ལ་དགོད་པར་མི་བྱའོ། །
en: Similarly, I must establish this many sentient beings in the ten powers of the tathāgatas, and so on, up to and including the eighteen distinct qualities of the buddhas, but I must not establish that many in [all these fruitional attributes], up to and including the eighteen distinct qualities of the buddhas.

source: དེ་བཞིན་དུ་བདག་གིས་སེམས་ཅན་འདི་སྙེད་ཅིག་ནི་རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ལ་དགོད་པར་བྱའོ། །ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་དང་། རང་བྱང་ཆུབ་ལ་དགོད་པར་བྱའོ། །
en: Similarly, I must establish this many sentient beings in the fruit of entering the stream, I must establish this many in the fruit of being tied to one more rebirth, in the fruit of no longer being subject to rebirth, in arhatship, and in individual enlightenment, but, similarly, I must not establish that many in [all those fruits], up to and including individual enlightenment.

source: དེ་བཞིན་དུ་བདག་གིས་སེམས་ཅན་འདི་སྙེད་ཅིག་ནི་རང་བྱང་ཆུབ་ཀྱི་བར་ལ་དགོད་པར་མི་བྱའོ། །དེ་བཞིན་དུ་བདག་གིས་སེམས་ཅན་འདི་སྙེད་ཅིག་ནི་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་དགོད་པར་བྱའོ། །
en: Similarly, I must establish this many sentient beings in omniscience, but I must not establish that many.’

source: འདི་སྙེད་ཅིག་ནི་དགོད་པར་མི་བྱའོ་སྙམ་དུ་མི་སེམས་ཀྱི། རབ་འབྱོར་དེ་འདི་སྙམ་དུ་སེམས་ཏེ།
en: Su­bhūti, you should not think like that!

source: བདག་གིས་སེམས་ཅན་དཔག་ཏུ་མེད་ཅིང་གྲངས་མེད་པ་དག་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ལ་དགོད་པར་བྱའོ། །དེ་བཞིན་དུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་བར་དང་།
en: Rather, you should think, ‘I should establish innumerable and countless sentient beings in the transcendent perfection of generosity, and similarly, in the other transcendent perfections, up to and including the transcendent perfection of wisdom.

source: དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་དང་། དེ་བཞིན་དུ་སྦྱར་ཏེ། བདག་གིས་སེམས་ཅན་དཔག་ཏུ་མེད་གྲངས་མེད་པའི་བར་དག་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་དགོད་པར་བྱའོ་སྙམ་མོ། །
en: I should establish innumerable and countless sentient beings in the applications of mindfulness, and so on, up to and including omniscience.’

source: རབ་འབྱོར་དཔེར་ན་སྒྱུ་མ་མཁན་ནམ། སྒྱུ་མ་མཁན་གྱི་སློབ་མ་མཁས་པ་ཞེས་བྱ་བ་ནས། དེ་བཞིན་དུ་སྦྱར་ཏེ། ཇི་ལྟར་སྔར་དཔེས་བསྟན་པ་དེ་ཁོ་ན་བཞིན་དུ་སྦྱར་བར་བྱ་སྟེ།
en: Su­bhūti, the passage commencing with the words, ‘the illusionist or the skilled student of an illusionist,’ is similarly applicable here, just as has been indicated above.

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ། ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཙུན་པ་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པའི་དོན་བདག་གིས་འཚལ་བ་ལྟར་ན། རང་གི་མཚན་ཉིད་སྟོང་པ་ཉིད་ཀྱི་སླད་དུ། ཀྱེ་མ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ནི་གོ་ཆ་མ་མཆིས་པའི་གོ་ཆ་འཚལ་བར་རིག་པར་བགྱི་ལགས་སོ། །
en: Then the venerable Su­bhūti said to the Blessed One, “As I investigate the teachings given by the Reverend Lord, on account of the emptiness of intrinsic defining characteristics, great bodhisattva beings, alas, should know that they are seeking armor that is a non-existent armor.

source: དེ་ཅིའི་སླད་དུ་ཞེ་ན། འདི་ལྟར་གཟུགས་ནི་གཟུགས་ཀྱིས་སྟོང་།
en: If you ask why, it is because physical forms are empty of physical forms.

source: དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་ནི་རྣམ་པར་ཤེས་པས་སྟོང་།
en: Similarly, feelings, perceptions, formative predispositions, and consciousness are empty of consciousness and [the other aggregates].

source: དེ་བཞིན་དུ་མིག་ནི་མིག་གིས་སྟོང་། ཡིད་ཀྱི་བར་ནི་ཡིད་ཀྱིས་སྟོང་།
en: Similarly, the eyes are empty of the eyes, and so [with the other sense organs], up to and including the mental faculty, which is empty of the mental faculty.

source: དེ་བཞིན་དུ་མིག་གི་རྣམ་པར་ཤེས་པ་ནི་མིག་གི་རྣམ་པར་ཤེས་པས་སྟོང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པའི་བར་ནི་ཡིད་ཀྱི་རྣམ་པར་ཤེས་པས་སྟོང་།
en: Similarly, visual consciousness is empty of visual consciousness, and so [with the other modes of consciousness], up to and including mental consciousness, which is empty of mental consciousness.

source: མིག་གི་འདུས་ཏེ་རེག་པ་ནི་མིག་གི་འདུས་ཏེ་རེག་པས་སྟོང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་བར་ནི། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པས་སྟོང་།
en: Sensory contact that is visually compounded is empty of sensory contact that is visually compounded, and so [with the other compounded aspects of sensory contact], up to and including sensory contact that is mentally compounded, which is empty of sensory contact that is mentally compounded.

source: དེ་བཞིན་དུ་མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ནི། མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བས་སྟོང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བའི་བར་ནི། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བས་སྟོང་།
en: Similarly, feelings conditioned by sensory contact that is visually compounded are empty of feelings conditioned by sensory contact that is visually compounded, and so [with the other conditioned feelings], up to and including feelings conditioned by sensory contact that is mentally compounded, which are empty of feelings conditioned by sensory contact that is mentally compounded.

source: བཙུན་པ་བཅོམ་ལྡན་འདས་དེ་བཞིན་དུ་སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ནི།
en: “Reverend Lord!

source: སྦྱིན་པའི་ཕ་རོལ་ཏུ་ཕྱིན་པས་སྟོང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པའི་བར་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པས་སྟོང་།
en: Similarly, the transcendent perfection of generosity is empty of the transcendent perfection of generosity, and so [with the other transcendent perfections], up to and including the transcendent perfection of wisdom, which is empty of the transcendent perfection of wisdom.

source: དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ནི། དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་ཀྱིས་སྟོང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པའི་བར་ནི། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པས་སྟོང་།
en: The applications of mindfulness are empty of the applications of mindfulness, and so [with the other causal attributes], up to and including the noble eightfold path, which is empty of the noble eightfold path.

source: ནང་སྟོང་པ་ཉིད་ནི་ནང་སྟོང་པ་ཉིད་ཀྱིས་སྟོང་། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ནི། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱིས་སྟོང་།
en: The emptiness of internal phenomena is empty of the emptiness of internal phenomena, and so [with the other aspects of emptiness], up to and including the emptiness of the essential nature of non-entities, which is empty of the emptiness of the essential nature of non-entities.

source: དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་ནི་དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུས་སྟོང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་ཀྱི་བར་ནི་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་ཀྱིས་སྟོང་།
en: The ten powers of the tathāgatas are empty of the ten powers of the tathāgatas, and so [with the other fruitional attributes], up to and including the eighteen distinct qualities of the buddhas, which are empty of the eighteen distinct qualities of the buddhas.

source: བཙུན་པ་བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་ཡང་བྱང་ཆུབ་སེམས་དཔས་སྟོང་།
en: Reverend Lord! Bodhisattvas are also empty of bodhisattvas.

source: གོ་ཆ་ཆེན་པོ་ཡང་གོ་ཆ་ཆེན་པོས་སྟོང་པའི་སླད་དུ་སྟེ།
en: The great armor is also empty of the great armor.

source: བཙུན་པ་བཅོམ་ལྡན་འདས་རྣམ་གྲངས་དེས་ན། ཀྱེ་མ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ནི་གོ་ཆ་མ་མཆིས་པའི་གོ་ཆ་འཚལ་བར་རིག་པར་བགྱི་ལགས་སོ། །
en: It is for that reason, Reverend Lord, that great bodhisattva beings, alas, should know that they are seeking armor which is a non-existent armor.”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །རབ་འབྱོར་དེ་དེ་བཞིན་ནོ། །
en: The Blessed One then addressed the venerable Su­bhūti as follows: “Su­bhūti, it is so!

source: ཇི་སྐད་སྨྲས་པ་བཞིན་ཏེ།
en: It is just as you have said!

source: རབ་འབྱོར་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ནི་མ་བྱས་མངོན་པར་འདུས་མ་བྱས་པའོ། །
en: Su­bhūti, omniscience is neither created not is it conditioned.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་གང་དག་གི་ཆེད་དུ་གོ་ཆ་ཆེན་པོ་བགོས་པའི་སེམས་ཅན་དེ་དག་ཀྱང་མ་བྱས། མངོན་པར་འདུས་མ་བྱས་པ་དག་ཡིན་ནོ། །
en: Even the sentient beings for whom great bodhisattva beings don the great armor are uncreated and unconditioned.”

source: དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Then, the venerable Su­bhūti asked the Blessed One, “Reverend Lord!

source: བཙུན་པ་བཅོམ་ལྡན་འདས་ཅིའི་སླད་དུ་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་མ་བགྱིས་ཤིང་མངོན་པར་འདུས་མ་བགྱིས་ལ།
en: For what reason is omniscience neither created nor conditioned?

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་གང་དག་གི་ཆེད་དུ་གོ་ཆ་ཆེན་པོ་འཚལ་བའི་སེམས་ཅན་དེ་དག་ཀྱང་མ་བགྱིས་ཤིང་མངོན་པར་འདུས་མ་བགྱིས་པ་ལགས།
en: Why are the sentient beings for whom great bodhisattva beings seek the great armor uncreated and unconditioned?”

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་བྱེད་པ་པོ་དམིགས་སུ་མེད་པའི་ཕྱིར། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དེ་མ་བྱས་མངོན་པར་འདུས་མ་བྱས་པའོ། །
en: The Blessed One replied, “Su­bhūti, omniscience is itself neither created nor conditioned because its creator is non-apprehensible.

source: སེམས་ཅན་དེ་དག་ཀྱང་མ་བྱས་མངོན་པར་འདུས་མ་བྱས་པའོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན།
en: Those sentient beings, too, are neither created nor conditioned.

source: རབ་འབྱོར་གཟུགས་ནི་མི་བྱེད་མི་འཇིག་མངོན་པར་འདུ་མི་བྱེད་དོ། །དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་ནི་མི་བྱེད་མི་འཇིག་མངོན་པར་འདུ་མི་བྱེད་དེ།
en: If you ask why, Su­bhūti, it is because physical forms are uncreated, undestroyed, and unconditioned; similarly, feelings, perceptions, formative predispositions, and consciousness are uncreated, undestroyed, and unconditioned.

source: རབ་འབྱོར་དེ་བཞིན་དུ་བདག་ནི་མི་བྱེད་མི་འཇིག་མངོན་པར་འདུ་མི་བྱེད་དོ། །
en: Similarly, Su­bhūti, the ‘self’ is uncreated, undestroyed, and unconditioned.

source: རབ་འབྱོར་དེ་བཞིན་དུ་ཤེས་པ་པོ་དང་། མཐོང་བ་པོའི་བར་དུ་ནི་མི་བྱེད་མི་འཇིག་མངོན་པར་འདུ་མི་བྱེད་དོ། །
en: Similarly, Su­bhūti, [the other aforementioned postulated subjects of perception], up to and including knowers and viewers, are uncreated, undestroyed, and unconditioned.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་བདག་ལ་སོགས་པ་གཏན་དམིགས་སུ་མེད་པའི་ཕྱིར་རོ། །
en: If you ask why, Su­bhūti, it is because the ‘self’ and so forth are absolutely non-apprehensible.

source: རབ་འབྱོར་རྨི་ལམ་ཡང་མི་བྱེད་མི་འཇིག་མངོན་པར་འདུ་མི་བྱེད་དོ། །
en: “Su­bhūti, dreams also are uncreated, undestroyed, and unconditioned.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་རྨི་ལམ་ནི་གཏན་དམིགས་སུ་མེད་པའི་ཕྱིར།
en: If you ask why, Su­bhūti, it is because they are absolutely non-apprehensible.

source: དེ་བཞིན་དུ་བྲག་ཅ་དང་། མིག་ཡོར་དང་། སྒྱུ་མ་དང་། སྨིག་རྒྱུ་དང་། སྤྲུལ་པ་ནི་མི་བྱེད་མི་འཇིག་མངོན་པར་འདུ་མི་བྱེད་དོ། །
en: Similarly, echoes, optical aberrations, magical displays, mirages, and phantoms are uncreated, undestroyed, and unconditioned.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་འདི་ལྟར་སྤྲུལ་པ་དེ་གཏན་དམིགས་སུ་མེད་པའི་ཕྱིར་རོ། །
en: If you ask why, Su­bhūti, it is because they are absolutely non-apprehensible.

source: རབ་འབྱོར་ནང་སྟོང་པ་ཉིད་ནི་མི་བྱེད་མི་འཇིག་མངོན་པར་འདུ་མི་བྱེད་དོ། །དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་ནང་སྟོང་པ་ཉིད་དེ་གཏན་དམིགས་སུ་མེད་པའི་ཕྱིར་རོ། །དེ་བཞིན་དུ་སྦྱར་ཏེ། རབ་འབྱོར་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ནི་མི་བྱེད་མི་འཇིག་མངོན་པར་འདུ་མི་བྱེད་དོ། །
en: Su­bhūti, the emptiness of internal phenomena is uncreated, undestroyed, and unconditioned, and in the same vein, Su­bhūti, the other aspects of emptiness, up to and including the emptiness of the essential nature of non-entities, are uncreated, undestroyed, and unconditioned.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་གཏན་དམིགས་སུ་མེད་པའི་ཕྱིར་རོ། །
en: If you ask why, it is because the emptiness of the essential nature of non-entities [and the aforementioned aspects of emptiness] are absolutely non-apprehensible.

source: དེ་བཞིན་དུ་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་ཀྱི་བར་དག་ནི་མི་བྱེད་མི་འཇིག་མངོན་པར་འདུ་མི་བྱེད་དོ། །
en: “Similarly, [the causal and fruitional attributes], up to and including the eighteen distinct qualities of the buddhas, are uncreated, undestroyed, and unconditioned.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། རབ་འབྱོར་འདི་ལྟར་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭ་བརྒྱད་ཀྱི་བར་དུ་གཏན་དམིགས་སུ་མེད་པའི་ཕྱིར་རོ། །
en: If you ask why, Su­bhūti, it is because these [attributes], up to and including the eighteen distinct qualities of the buddhas, are absolutely non-apprehensible.

source: རབ་འབྱོར་དེ་བཞིན་ཉིད་ནི་མི་བྱེད་མི་འཇིག་མངོན་པར་འདུ་མི་བྱེད་དོ། །རབ་འབྱོར་དེ་བཞིན་དུ་མ་ནོར་བ་དེ་བཞིན་ཉིད་དང་། གཞན་མ་ཡིན་པ་དེ་བཞིན་ཉིད་དང་།
en: Su­bhūti, the real nature is uncreated, undestroyed, and unconditioned.

source: ཆོས་ཉིད་དང་། ཆོས་ཀྱི་དབྱིངས་དང་། ཆོས་གནས་པ་ཉིད་དང་། ཆོས་སྐྱོན་མེད་པ་ཉིད་དང་། ཡང་དག་པའི་མཐའ་ནི་མི་བྱེད་མི་འཇིག་མངོན་པར་འདུ་མི་བྱེད་དོ། །
en: Similarly, Su­bhūti, the unmistaken real nature, the inalienable real nature, reality, the expanse of reality, the abiding of phenomena [in real nature], the maturity [of the bodhisattvas], and the finality of existence are uncreated, undestroyed, and unconditioned.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་ཡང་དག་པའི་མཐའི་བར་དེ་གཏན་དམིགས་སུ་མེད་པའི་ཕྱིར་རོ། །
en: If you ask why, it is because these [unconditioned phenomena], up to and including the finality of existence, are absolutely non-apprehensible.

source: རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་ནི་མི་བྱེད་མི་འཇིག་མངོན་པར་འདུ་མི་བྱེད་དོ། །
en: “Su­bhūti, bodhisattvas are uncreated, undestroyed, and unconditioned.

source: དེ་བཞིན་དུ་ཐམས་ཅད་ཤེས་པ་ཉིད་དང་། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ནི་མི་བྱེད་མི་འཇིག་མངོན་པར་འདུ་མི་བྱེད་དོ། །
en: Similarly, the understanding of all phenomena and the understanding of omniscience are uncreated, undestroyed, and unconditioned.

source: དེ་ཅིའི་ཕྱིར་ཞེ་ན། འདི་ལྟར་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དེ་གཏན་དམིགས་སུ་མེད་པའི་ཕྱིར་ཏེ།
en: If you ask why, it is because [those understandings], up to and including omniscience, are absolutely non-apprehensible.

source: རབ་འབྱོར་རྣམ་གྲངས་དེས་ན་རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ནི་མ་བྱས་མངོན་པར་འདུས་མ་བྱས་པ་ཡིན།
en: Su­bhūti, for these reasons omniscience is uncreated, undestroyed, and unconditioned.

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་གང་དག་གི་ཆེད་དུ་གོ་ཆ་ཆེན་པོ་བགོས་པའི་སེམས་ཅན་དེ་དག་ཀྱང་མ་བྱས་མངོན་པར་འདུས་མ་བྱས་པ་ཡིན་ཏེ།
en: The sentient beings for whom great bodhisattva beings don the great armor are also uncreated, undestroyed, and unconditioned.

source: རབ་འབྱོར་རྣམ་གྲངས་དེས་ཀྱང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་གོ་ཆ་ཆེན་པོ་བགོས་པར་རིག་པར་བྱའོ།། །།ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་ཁྲི་པ།
en: Su­bhūti, one should know that it is for that reason that great bodhisattva beings don the great armor.”

source: བམ་པོ་བཅུ་པ། དེ་ནས་བཅོམ་ལྡན་འདས་ལ་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: Then, the venerable Su­bhūti said to the Blessed One, “Reverend Lord!

source: བཙུན་པ་བཅོམ་ལྡན་འདས་བདག་གིས་བཅོམ་ལྡན་འདས་ཀྱིས་གསུངས་པའི་དོན་འཚལ་བ་ལྟར་ན། བཙུན་པ་བཅོམ་ལྡན་འདས་གཟུགས་ནི་མ་བཅིངས་མ་གྲོལ་བ་ལགས་སོ། །
en: According to my inquiry into the meaning of the words spoken by the Blessed One, physical forms, Reverend Lord, are neither fettered nor liberated.

source: དེ་བཞིན་དུ་ཚོར་བ་དང་། འདུ་ཤེས་དང་། འདུ་བྱེད་རྣམས་དང་། རྣམ་པར་ཤེས་པ་ནི་མ་བཅིངས་མ་གྲོལ་བ་ལགས་སོ། །
en: Similarly, feelings, perceptions, formative predispositions, and consciousness are neither fettered nor liberated.”
